Elements need to be disconnected.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ElementsAreDisconnected { get; }
  Visual Basic
Public Shared ReadOnly Property ElementsAreDisconnected As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ElementsAreDisconnected {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ConnectorFailures Class
  Autodesk.Revit.DB Namespace